Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_3.tmx
Source language: de
Languages: en

source: Wah-Wah-Pedale für Gitarren
en: Wah-wah pedals for guitars

source: Nachschlagewerke
en: Reference books

source: Kataloge
en: Catalogues

source: Setzrahmen [Druckerei]
en: Composing frames [printing]

source: Feinpapier
en: Fine paper

source: Geriffeltes Papier [Wellrohpapier]
en: Fluting paper [corrugating medium]

source: Verpackungsmaterial aus Papierersatzstoffen auf Mineralstoffbasis
en: Packaging materials made from mineral-based paper substitutes

source: Gummibänder für Bürozwecke
en: Elastic bands for offices

source: Leinwände für bildende Künstler
en: Canvas panels for artists

source: Matrizen
en: Stencils

source: Papierbänder oder Karten für die Aufzeichnung von Computerprogrammen
en: Paper tapes and cards for the recordal of computer programmes

source: Farbbänder für Drucker von Computern
en: Inking ribbons for computer printers

source: Siegelmaschinen für Bürozwecke
en: Sealing machines for offices

source: Selbstklebende Buchstaben und Zahlen
en: Adhesive-backed letters and numbers

source: Verpackungsbeutel,- hüllen, -taschen aus Papier oder Kunststoff
en: Bags [envelopes, pouches] of paper or plastics, for packaging

source: Büroartikel [ausgenommen Möbel]
en: Office requisites, except furniture

source: Gedruckte Programme
en: Printed programmes

source: Luftkissenfolien aus Kunststoff für Verpackungszwecke
en: Plastic bubble packs for wrapping or packaging

source: Pappkartons für gewerbliche Verpackung
en: Paperboard boxes [for industrial packaging]

source: Befestigungen für Stifte
en: Attachments for pencils

source: Falzstreifen [Buchbinderei]
en: Binding strips [bookbinding]

source: Gravierungen
en: Engravings

source: Papier für japanische Gleittrennwände [fusuma-gami]
en: Paper for Japanese indoor sliding partitions (fusuma-gami)

source: Pappdekorationen für Lebensmittel
en: Decorations of cardboard for foodstuffs

source: Tüten aus Papier für Nahrungsmittel
en: Bags of paper for foodstuffs

source: Bögen mit Gedenkbriefmarken
en: Commemorative stamp sheets

source: Sammelbilder von Sportlern
en: Collector's photographs of players

source: Gerahmte Poster
en: Mounted posters

source: Kreditkarten ohne Magnetkodierung
en: Credit cards without magnetic coding

source: Wischer für Schreibtafeln
en: Writing board erasers

source: Bastelmaterial aus Papier
en: Paper crafts materials

source: Sandwichbeutel aus Papier
en: Sandwich bags [paper]

source: Plastikbeutel zur Entsorgung von Unterwäsche
en: Plastic bags for undergarment disposal

source: Globen [Erdkugeln]
en: Terrestrial globes

source: Klebestifte für Schreibzwecke
en: Glue pens for stationery purposes

source: Gedruckte Muster für Kostüme
en: Printed patterns for costumes

source: Lochkarten zur Aufzeichnung von Computerprogrammen
en: Punched cards for the recordal of computer programmes

source: Beutel für Schreibinstrumente
en: Pouches for writing instruments

source: Lochkarten für Jacquardmaschinen
en: Perforated cards for Jacquard looms

source: Gesangbücher
en: Song books

source: Geburtstagskarten
en: Birthday cards

source: Platzkarten
en: Place cards

source: Plakate aus Pappe
en: Placards of cardboard

source: Papierblätter für Notizen
en: Paper sheets for note taking

source: Saugfähiges Papier
en: Absorbent paper

source: Tageszeitungen
en: Daily newspaper

source: Wörterbücher
en: Dictionaries

source: Flüssige Korrekturmittel [Büroartikel]
en: Correcting fluids [office requisites]

source: Histologische Schnitte [Unterrichtsmaterial]
en: Histological sections for teaching purposes

source: Doppelseitige Klebebänder für Schreibwaren
en: Double sided adhesive tapes for stationery use

source: Zeicheninstrumente für Tafeln
en: Drawing instruments for blackboards

source: Luftpolsterfolien für Einpackzwecke
en: Air bubble plastics for packaging

source: Abfallsäcke aus Papier oder Kunststoff
en: Garbage bags of paper or of plastics

source: Elektrische oder nicht elektrische Bleistiftspitzer
en: Pencil sharpeners, electric or non-electric

source: Computerprogramme in gedruckter Form
en: Computer programmes in printed form

source: Wärmeempfindliches Papier
en: Heat sensitive paper

source: Stiche [Gravuren]
en: Prints [engravings]

source: Elektrische oder nicht elektrische Bleistiftspitzmaschinen
en: Pencil sharpening machines, electric or non-electric

source: Pinsel für Künstler
en: Artists' brushes

source: Gedruckte Gepäcketiketten
en: Printed luggage labels

source: Kartons aus Maulbeerenpapier [Senkasi]
en: Cardboard made from paper mulberry (senkasi)

source: Untersetzer aus Karton
en: Drip mats of cardboard

source: Elektrische Heißversiegelungsgeräte für Bürozwecke
en: Electrical heat sealing apparatus for office use

source: Wasserdichte Kunststofffolien für Einpackzwecke
en: Waterproofing film (Plastic -) for packaging

source: Federn [Büroartikel]
en: Pens [office requisites]

source: Klebende Notizblöcke
en: Adhesive pads [stationery]

source: Bedruckte Klebeetiketten
en: Adhesive printed labels

source: Packmaterialien aus Kunststoff
en: Plastic materials for packaging

source: Atlanten
en: Atlases

source: Ölpapier für Papierregenschirme [Kasa-gami]
en: Oiled paper for paper umbrellas (kasa-gami)

source: Ölgetränktes Papier für Verpackungszwecke
en: Paper impregnated with oil for wrapping purposes

source: Fahrpläne
en: Timetables

source: Gedruckte Kunstreproduktionen
en: Printed art reproductions

source: Pantografen [Zeichengeräte]
en: Pantographs [drawing instruments]

source: Geschenkbänder aus Papier
en: Paper gift wrapping ribbons

source: Gedruckte Symbole [Abziehbilder]
en: Printed emblems [decalcomanias]

source: Glimmerhaltiges Papier
en: Paper containing mica

source: Farbennäpfe für Künstler
en: Artists' watercolour saucers

source: Servietten aus Papier für Haushaltszwecke
en: Napkins made of paper for household use

source: Dokumentensortiergeräte für das Büro
en: Machines for office use for sorting documents

source: Etiketten aus Papier oder Pappe
en: Labels of paper or cardboard

source: Nicht elektronische Zeigestäbe
en: Chart pointers, non-electronic

source: Keksschachteln aus Karton
en: Cardboard cake boxes

source: Aufklappbare Verpackungsschachteln aus Karton
en: Cardboard packaging boxes in made-up form

source: Hüllen für Briefmarken
en: Covers for postage stamps

source: Kleine Tafeln
en: Small blackboards

source: Kreide für Künstler
en: Chalks for artists' use

source: Gedruckte Notenblätter
en: Printed sheet music

source: Gesichtswaschtücher aus Papier
en: Face cloths made of paper

source: Figuren, bestehend aus Papier
en: Figurines made from paper

source: Strategieanleitungsbücher für Kartenspiele
en: Strategy guide books for card games

source: Papier
en: Paper

source: Plakate aus Papier
en: Placards of paper

source: Passepartouts für Fotos
en: Paper picture mounts

source: Plakatträger aus Papier oder Pappe
en: Advertisement boards of paper or cardboard

source: Logbücher
en: Log books

source: Diagramme
en: Diagrams

source: Milchflaschenetiketten aus Papier
en: Trading card milk bottle caps

source: Buchhüllen aus Leder
en: Leather book covers

source: Polyethylenfolien zum Einwickeln oder Verpacken
en: Polythene films for wrapping or packaging

source: Platzdeckchen aus Karton
en: Table place setting mats of card

source: Tischläufer aus Papier
en: Table runners of paper

source: Kochbücher
en: Cookery books

source: Fingerlinge [Büroartikel]
en: Finger-stalls [office requisites]

source: Anfeuchter [Büroartikel]
en: Moisteners [office requisites]

source: Schutzumschläge für Bücher
en: Protective covers for books

source: Winkelmesser für Schreib- und Bürozwecke
en: Protractors [for stationery and office use]

source: Schilder aus Papier und Pappe
en: Signboards of paper or cardboard

source: Papierbindemaschinen für Bürozwecke
en: Paper binding machine for office use

source: Verpackungsmaterial aus Papier
en: Wrapping materials made of paper

source: Papier für japanische Schiebewände [Shoji-gami]
en: Paper for Japanese sliding screens (shoji-gami)

source: Papierbeutel für Grillzwecke
en: Bags of paper for roasting purposes

source: Drucke
en: Prints

source: Marmoriertes Papier
en: Imitation leather paper

source: Prägedrucker für das Büro
en: Imprinters for office use

source: Liniertes Papier [Fertigerzeugnis]
en: Ruled paper [finished products]

source: Broschüren in Bezug auf Spiele
en: Booklets relating to games

source: Nichtmagnetische, uncodierte Pre-Paid-Telefonkarten
en: Pre-paid telephone calling cards, not magnetically encoded

source: Nicht elektrische Kreditkarten-Abdruckgeräte
en: Credit card imprinters, non-electric

source: Modellierwachs, nicht für zahnärztliche Zwecke
en: Modelling wax, not for dental purposes

source: Sahnebehälter aus Papier
en: Cream containers of paper

source: Malkästen für Kinder
en: Children's paint-boxes

source: Unterrichtshandbücher für Musik
en: Music instruction manuals

source: Verpackungsfolien für Lebensmittel
en: Films for wrapping foodstuffs

source: Geschenketuis für Schreibgeräte
en: Gift cases for writing instruments

source: Verpackungstüten aus Papier
en: Bags made of paper for packaging

source: Postkarten und Ansichtskarten
en: Postcards and picture postcards

source: Gedruckte Muster
en: Printed patterns

source: Typenräder für Schreibmaschinen
en: Printwheels for typewriters

source: Tischwäsche aus Papier
en: Table linen of paper

source: Plotterpapier [Millimeterpapier als Fertigprodukt]
en: Plotting papers [graph paper as finished products]

source: Papiertücher für das Gesicht
en: Facial tissues of paper

source: Kalender
en: Calendars

source: Stärkekleister für Papier- und Schreibwaren oder für Haushaltszwecke
en: Starch paste [adhesive] for stationery or household purposes

source: Tücher aus Zellstoff für kosmetische Zwecke
en: Napkins of cellulose for cosmetic purposes

source: Stempel für das Büro
en: Seals for the office

source: Dickes japanisches Papier [Hosho-gami]
en: Thick Japanese paper [hosho-gami]

source: Kreide für die Lithografie
en: Chalk for lithography

source: Scheckhefte
en: Cheque books

source: Korrekturtinten für Lichtpausen
en: Correcting ink [heliography]

source: Zeitschriften [Magazine]
en: Magazines [periodicals]

source: Papierbeutel und -säcke
en: Paper bags and sacks

source: Siegellack
en: Sealing wax

source: Aufkleber [Abziehbilder]
en: Stickers [decalcomanias]

source: Lithografische Drucke
en: Lithographic prints

source: Magazine als Beilagen von Zeitungen
en: Magazine supplements for newspapers

source: Filtermaterial aus Papier
en: Filtering materials of paper

source: Formen für Modellierton [Künstlerbedarf]
en: Moulds for modelling clays [artists' materials]

source: Untersetzer aus Papier für Trinkgläser
en: Mats of paper for drinking glasses

source: Kunstdrucke
en: Art prints

source: Werbeschilder aus Papier
en: Advertising signs of paper

source: Reißschienen zum Zeichnen
en: T-squares for drawing

source: Silberpapier
en: Silver paper

source: Beutel aus Kunststoff für Verpackungszwecke
en: Bags made of plastics for packaging

source: Verpackungsbehälter aus Pappe
en: Containers of card for packaging

source: Trockentücher aus Papier
en: Drying towels of paper

source: Karten
en: Cards

source: Klebstoffe für das Büro
en: Adhesives for stationery

source: Sammelkarten, ausgenommen für Spiele
en: Trading cards, other than for games

source: Holzleim für Haushaltszwecke
en: Wood glue for household use

source: Einpackmaterialien aus Pappe
en: Packaging materials made of cardboard

source: Stickeralben für Kinder
en: Sticker activity books

source: Papier zur Verwendung als Material für Aktienzertifikate [Shokenshi]
en: Paper for use as material of stock certificates (shokenshi)

source: Banknoten
en: Banknotes

source: Wandkarten
en: Wall charts

source: Strategieanleitungsbücher für Videospiele
en: Strategy guidebooks for video games

source: Drucktücher, nicht aus textilem Material
en: Printers' blankets, not of textile

source: Braunes Papier zum Einwickeln
en: Brown paper for wrapping

source: Gedruckte Karten
en: Printed charts

source: Zirkel zum Zeichnen
en: Compasses for drawing

source: Faltschachteln aus Karton
en: Collapsible cardboard boxes

source: Elektrisch und elektronische Frankiermaschinen
en: Electronic and electric franking machines

source: Elektrische Bleistiftspitzer
en: Electric pencil sharpeners

source: Gemälde und kalligrafische Arbeiten
en: Paintings and calligraphic works

source: Tischtücher aus Papier
en: Tablecloths of paper

source: Laminiertes Papier
en: Laminated paper

source: Bürogeräte zum Falten von Dokumenten
en: Machines for office use for folding documents

source: Zusammenfaltbare Verpackungsschachteln aus Karton
en: Cardboard packaging boxes in collapsible form

source: Kataloge in Bezug auf Computersoftware
en: Catalogues relating to computer software

source: Bedruckte Verpackungsmaterialien aus Papier
en: Printed packaging materials of paper

source: Gedruckte Zeitschriften
en: Printed periodicals

source: Gedruckte Kalender
en: Printed calendars

source: Gerahmte und ungerahmte Fotografien
en: Unmounted and mounted photographs

source: Visitenkarten
en: Visiting cards

source: Romane
en: Novels

source: Prospekte
en: Prospectuses

source: Figuren [Statuetten] aus Papiermaché
en: Figurines [statuettes] of papier mâché

source: Setzschiffe [Druckerei]
en: Galley racks [printing]

source: Untersetzer aus Papier für Biergläser
en: Mats of paper for beer glasses

source: Geldscheinhalter aus Edelmetall
en: Money clips of precious metals

source: Werbetafeln aus Papier
en: Advertisement boards of paper

source: Winkelschreiber [Zeicheninstrumente]
en: Angle plotters [drawing instruments]

source: Untersetzer aus Papier
en: Tablemats of paper

source: Grafische Drucke
en: Graphic art prints

source: Partydekorationen aus Papier
en: Paper party decorations

source: Bilder
en: Pictures

source: Automatische Klebstoffspender für Bürozwecke
en: Automatic adhesive dispensers for office use

source: Tragbare Druckkästen [Büroartikel]
en: Printing sets, portable [office requisites]

source: Lineale zum Zeichnen
en: Straight edges for drawing

source: Wandkalender
en: Wall planners

source: Wasserfestes Papier [ausgenommen für Bauzwecke]
en: Waterproof paper [other than for use in building]

source: Wachspapier [ausgenommen für Bauzwecke]
en: Waxed paper [other than for use in building]

source: Biologische Schnitte für die Mikroskopie [Unterrichtsmaterial]
en: Biological samples for use in microscopy [teaching materials]

source: Buchbindematerialien für Bücher und Papiere
en: Binding materials for books and papers

source: Schreibgeräte aus Faserstoffen
en: Writing utensils made of fibres

source: Drucktücher für Dokumenten-Vervielfältigungsmaschinen
en: Inking sheets for document reproducing machines

source: Almanache
en: Almanacs

source: Stifte aus Edelmetall
en: Pens of precious metal

source: Korrekturbänder [Büroartikel]
en: Correcting tapes [office requisites]

source: Verpackungsfolien für Bücher
en: Wrapping foils for books

source: Dehnbare und haftende Plastikfolien für Palettenverpackungen
en: Plastic cling film, extensible, for palletization

source: Visitenkartenpapier [Halbfertigware]
en: Business card paper [semi-finished]

source: Elektrische Heftpistolen für Papier- und Schreibwaren
en: Stapling guns (Electric -) for stationery use

source: Papier aus Papiermaulbeere [Kohzo-gami]
en: Paper made from paper mulberry (kohzo-gami)

source: Papier aus Maulbeeren [Tengujosi]
en: Paper made from paper mulberry (tengujosi)

source: Gedruckte Rezeptkarten
en: Printed recipe cards

source: Illustrierte Notizblöcke
en: Illustrated notepads

source: Halbverarbeitetes Papier
en: Semi-processed paper

source: Wannen für Farbrollen
en: Paint roller trays

source: Papierstanzgeräte [Büroartikel]
en: Paper embossers [office requisites]

source: Verpackungen aus Papier oder Pappe für Speiseeis
en: Containers for ice made of paper or cardboard

source: Weihnachtskarten
en: Christmas cards

source: Platzsets aus Papier
en: Dinner mats of paper

source: Halter für Akten
en: Holders for files

source: Xuan-Papier für chinesische Malerei und Kalligrafie
en: Xuan paper for Chinese painting and calligraphy

source: Hefter [nicht elektrische Hefter]
en: Stapling presses [non-electric staplers]

source: Mal-Sets für Künstler
en: Painting sets for artists

source: Gemälde
en: Paintings

source: Briefbeschwerer
en: Paperweights

source: Lithografische Steine
en: Lithographic stones

source: Schnittmuster zum Zeichnen
en: Dressmaking patterns for drawing

source: Bibeln
en: Bibles

source: Karbonfreies Durchschlagpapier
en: Carbonless copying paper

source: Radiergummis
en: Rubber erasers

source: Wasserfestes Papier
en: Waterproof paper

source: Parfümiertes Schrankpapier
en: Scented paper drawer liners

source: Briefmarken
en: Postage stamps

source: Postkarten
en: Postcards

source: Frankiermaschinen für Bürozwecke
en: Franking machines for office use

source: Kaffeefilter aus Papier
en: Paper coffee filters

source: Kolorierte Stifte
en: Colouring pens

source: Geografische Karten
en: Geographical maps

source: Aktenvernichtungsgeräte [Bürogeräte]
en: Document destroyers [office machines]

source: Doppelseitige Klebebänder für Haushaltszwecke
en: Double sided adhesive tapes for household use

source: Schablonen zum Aufbringen von Mustern auf die Wand
en: Scoops made of card for the disposal of pet excrement

source: Dekorative Bleistiftoberteilornamente
en: Decorative pencil-top ornaments

source: Strategieanleitungszeitschriften für Videospiele
en: Strategy guide magazines for video games

source: Adressenplatten für Adressiermaschinen
en: Address plates for addressing machines

source: Klebstoffe für Haushaltszwecke
en: Adhesives for household purposes

source: Halter für Schreibtischzubehör
en: Holders for desk accessories

source: Handstützen für Maler
en: Hand-rests for painters

source: Anzeigekarten [Papeteriewaren]
en: Announcement cards [stationery]

source: Druckereierzeugnisse für Unterrichtszwecke
en: Printed matter for instructional purposes

source: T-Winkel [Zeichengerät]
en: Tee squares [drawing]

source: Torinoko-Gami [japanisches Papier]
en: Japanese paper (torinoko-gami)

source: Bedienungshandbücher für Computersoftware
en: Computer software operating manuals

source: Mappen für Briefe
en: Correspondence folders

source: Papier für Elektrokardiografen
en: Electrocardiograph paper

source: Papier für Registriergeräte
en: Paper for recording machines

source: Flugblätter
en: Broadsheets

source: Rollenpapier für Drucker
en: Reel paper for printers

source: Abfallbeutel aus Kunststoff [für Haushaltszwecke]
en: Garbage bags of plastics [for household use]

source: Notizblöcke für Stenografen
en: Stenographers' note books

source: Saugfähige Blätter aus Papier oder Kunststoff für Lebensmittelverpackungen
en: Absorbent sheets of paper or plastic for foodstuff packaging

source: Zeichenpapier
en: Drawing paper

source: Säureresistentes Papier
en: Acid-resistant paper

source: Halter für Klebebänder
en: Holders for adhesive tapes

source: Selbstklebende Kunststofffolien zum Auslegen in Regalen
en: Self-adhesive plastic sheets for lining shelves

source: Gepolsterte Papiertüten
en: Padded bags of paper

source: Papierfilter für Kaffeemaschinen
en: Paper filters for coffee makers

source: Gedruckte Tickets
en: Printed tickets

source: Schautafelbanner aus Papier
en: Display banners of paper

source: Klebegeräte für Fotografien
en: Apparatus for mounting photographs

source: Versandmappen aus Karton
en: Cardboard shipping containers

source: Polsterungen oder Füllmaterial aus Papier für Verpackungszwecke
en: Cushioning or padding made of paper for packing purposes

source: Sandwichbeutel aus Plastik
en: Plastic sandwich bags

source: Ständer für Schreibgeräte
en: Stands for writing implements

source: Anhänger aus Papier
en: Paper identification tags

source: Kreide zum Zeichnen
en: Chalks for drawing

source: Poster aus Papier
en: Posters made of paper

source: Hutschachteln aus Pappe
en: Hat boxes of cardboard

source: Vervielfältigungsgeräte und -maschinen
en: Mimeograph apparatus and machines

source: Spitzen für Kugelschreiber
en: Tips for ballpoint pens

source: Make-up-Pads aus Papier zum Abschminken
en: Make-up pads of paper for removing make-up

source: Klebstreifenspender [Papier- und Schreibwaren]
en: Adhesive tape dispensers [office requisites]

source: Brieföffner
en: Letter-openers

source: Plakate
en: Posters

source: Geldsortier- und -zähltabletts
en: Trays for sorting and counting money

source: Korrekturmittel für Dokumente
en: Correction fluids for documents

source: Verzierungen für Bleistifte
en: Decorations for pencils

source: Farbwalzen für Büromaschinen
en: Ink rollers for office machines

source: Rabattmarken
en: Savings stamps

source: Pergamentpapier
en: Parchment paper

source: Papierschneidemaschinen für Bürozwecke
en: Guillotine machines for office use

source: Märchenbücher für Kinder
en: Children's storybooks

source: Brieföffner aus Edelmetall
en: Letter openers of precious metal

source: Spender für Verpackungsschnüre
en: String dispensers for use in packaging

source: Tischdekorationen aus Papier
en: Table decorations of paper

source: Behälter aus Papier für Verpackungszwecke
en: Containers of paper for packaging purposes

source: Armbänder zum Befestigen von Schreibgeräten
en: Wristbands for the retention of writing instruments

source: Reispapier
en: Rice paper

source: Abfallbeutel aus Papier für Haushaltszwecke
en: Garbage bags of paper [for household use]

source: Rundschreiben
en: Newsletters

source: Hüllen zum Aufbewahren und Schützen von Briefmarken
en: Sleeves for holding and protecting stamps

source: Aufbewahrungsbehälter aus Papier
en: Storage containers made of paper

source: Zeitschriften
en: Periodicals

source: Gummitücher [Schreibbedarf]
en: Gummed cloth for stationery purposes

source: Kochbeutel für Mikrowelle
en: Bags for microwave cooking

source: Stempelmaschinen für Bürozwecke
en: Stamping machines for office use

source: Handbetätigte Heftpistolen für Papier- und Schreibzwecke
en: Stapling guns (Hand-operated -) for stationery use

source: Buntpapierstreifen [Tanzaku]
en: Strips of fancy paper (tanzaku)

source: Platzsets aus Pappe
en: Dinner mats of cardboard

source: Küchenrollen aus Papier
en: Kitchen rolls [paper]

source: Gedruckte Berichte
en: Printed reports

source: Verpackungsmaterial aus Stärke
en: Packaging material made of starches

source: Toilettenpapier
en: Toilet paper

source: Grobe Papiertücher für Toilettezwecke
en: Coarse tissue [for toiletry use]

source: Zeichenmaterialien für Wandtafeln
en: Drawing materials for blackboards

source: Gravuren und deren Reproduktionen
en: Engravings and their reproductions

source: Menükarten
en: Menu cards

source: Notenbücher [Musik]
en: Music note books

source: Überzugpapier für Verpackungen
en: Lining papers for packaging

source: Loses Papier
en: Bulk paper

source: Verstärkte Registerkarten
en: Reinforced stationery tabs

source: Hüllen für Farbroller
en: Paint roller covers

source: Pappschachteln
en: Cardboard boxes

source: Servietten aus Zellstoff für Haushaltszwecke
en: Napkins of cellulose for household purposes

source: Schecks
en: Cheques

source: Adresslisten
en: Address lists

source: Kunststofftüten für Wegwerfwindel
en: Plastic disposable diaper bags

source: Bedienungshandbücher für Computerspiele
en: Computer game instruction manuals

source: Papier für die grafischen Industrie
en: Papers for use in the graphic arts industry

source: Papier zur Verwendung bei der Herstellung von Tapeten
en: Paper for use in the manufacture of wallpaper
